agsv1
agsv1-debug
archlinux-themes-sddm
base
base-devel
bluez
bluez-utils
brave-bin
brightnessctl
btop
cmatrix
dart-sass
dunst
efibootmgr
exo
eza
fastfetch
feh
firefox
garcon
git
gnome-bluetooth-3.0
gnome-calendar
gst-plugin-pipewire
gthumb
gvfs
htop
hyprland
hyprlock
hyprpicker
hyprshot
imv
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libreoffice-still
libva-intel-driver
linux
linux-firmware
ly
man-db
mousepad
nano
neofetch
neovim
network-manager-applet
networkmanager
nmap
nwg-look
okular
pacman-contrib
parole
pass
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
protonvpn-cli-community
python-pip
ripgrep
ristretto
rofi-wayland
sddm
smartmontools
starship
stow
swaybg
swaync
swww
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
ttf-jetbrains-mono-nerd
tumbler
unzip
vim
vulkan-intel
vulkan-radeon
waybar
wget
whatsapp-for-linux
wireless_tools
wireplumber
wl-clipboard
wlogout
xarchiver
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
yay
yay-debug
yazi
zen-browser-bin
zoxide
zram-generator
zsh
